#Словник для видалення небажаного тектсу з dataFrame Тернополя
remove_values_from_ternopil = [
        "ТЕРНОПІЛЬСЬКА ОБЛ., ", "Тернопільська обл., ","46000,", "48702, ","М. ",
        "46008, ", "48201, ", "48430 ","46010,","46024,","46027,",
        "47100, ", "47400, ", "48431, ", "48260, ", "ГУСЯТИНСЬКИЙ Р-Н., ", "46002, ", "48740, ",
        "Чортківський р-н., ", "48543, ", "Тернопільська обл.,", "Гусятинський район ,",
        "Чортківський район, ", "Україна, ", "46016, ", "Тернопільський р-н., ", "Чортківський р-н., ",
        "Бучацький р-н.,", "Бучацький р-н,", "47851, ", "Борщівський р-н, ", "Чортківський р-н,", 
        "Гусятинський р-н,", "Тернопільська область, ", "СЬКА ОБЛ.,", "Теребовлянський р-н,","Івано-Франківськаобл., "
    ]


remove_values_from_frankivsk = [
    "Івано-Франківська обл.,", "Івано-Франківська область,", "Івано-Франківська обл", "Калуський р-н,",
    "Рожнітвський р-н.", "Івано-Франківський р-н,", "Городенківський р-н", "Снятинський р-н,",
    "Косівський р-н,", "Івано-Франківська обл.,","Коломийський р-н,",    "Надвірнянський р-н","Коломийський район,"
    
]